Repository: Khmelyauskas-Alexander-Eduardovich/subaybay-app
Catalog: po/*.po
Languages: ru

source: No monitoring data for today
ru: Нет данных мониторинга на сегодня

source: Settings
ru: Настройки

source: About
ru: Об этом

source: Help
ru: Помощь

source: Menu
ru: Меню

source: You can swipe from either side of the bottom edge to activate the actions in the header. Try it now!
ru: Вы можете провести пальцем по любой стороне нижнего края, чтобы активировать действия, указанные в заголовке. Попробуйте прямо сейчас!

source: Okay
ru: Хорошо

source: Companion
ru: Компаньон

source: Webapp
ru: Веб-приложение

source: Support
ru: Поддержка

source: Report a bug
ru: Сообщить об ошибке

source: Contact Developer
ru: Связаться с разработчиком

source: View source
ru: Показать источники

source: Donate
ru: Пожертвовать

source: View in OpenStore
ru: Посмотреть в OpenStore

source: Other apps by the developer
ru: Другие приложения от этого разработчика

source: Developers
ru: Разработчики

source: Main developer
ru: Главный разработчик

source: Powered by
ru: Автор:

source: Date and Time manipulation and formatting
ru: Манипулирование датой и временем и их форматирование

source: Date and time pickers
ru: Средства выбора даты и времени

source: Switch Profile
ru: Переключить профиль

source: New Entry
ru: Новая запись

source: Updating data
ru: Обновление данных

source: Please wait
ru: Пдождите пожалуйста…

source: Save
ru: Сохранить

source: Value saved
ru: Сохраненное значение

source: Error saving data
ru: Ошибка при сохранении данных

source: Fill up all required fields
ru: Заполните все обязательные поля

source: Error
ru: Ошибка

source: Cancel
ru: Отмена

source: All entries with the same date/time will be updated
ru: Все записи с одинаковой датой и временем будут обновлены

source: Comments/Observations
ru: Комментарии/наблюдения

source: Ok
ru: Хорошо

source: Delete the profile: %1?
ru: Удалить профиль:% 1?

source: All associated data will be deleted.
ru: Все связанные с этим данные будут удалены.

source: Profile deleted
ru: Профиль удалён

source: Error deleting
ru: Ошибка при удалении

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Profiles
ru: Профили

source: Theme
ru: Тема

source: Colored texts
ru: Цветные тексты

source: View Today
ru: Посмотреть сегодняшние

source: View Last Data
ru: Посмотреть последние данные

source: View Next Data
ru: Посмотреть следующие данные

source: Sort
ru: Сортировать

source: Delete this value?
ru: Удалить это значение?

source: Delete all with the same date/time
ru: Удалить все с одинаковой датой/временем

source: Value deleted
ru: Значение удалено

source: All
ru: Все

source: No data
ru: Нет данных

source: Loading data
ru: Загрузка данных

source: Open external link
ru: Открыть внешнюю ссылку

source: You are about to open an external link. Do you wish to continue?
ru: Вы собираетесь открыть внешнюю ссылку. Хотите продолжить?

source: Version
ru: Версия

source: Released under license
ru: Выпущено под лицензией

source: Reach Me!
ru: Доберись до меня!

source: Cool right?
ru: Прикольно, да?

source: Ascending
ru: Возрастание

source: Descending
ru: Убывание

source: Name
ru: Имя

source: Code
ru: Код

source: Use current date and time
ru: Использовать текущую дату и время

source: Name already exists
ru: Имя уже существует

source: New Profile
ru: Новый профиль

source: Display name
ru: Отображаемое имя

source: Total
ru: Общее

source: Average
ru: Среднее

source: Most recent
ru: Самое последнее

source: Highest
ru: Высокое

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Navigation
ru: Навигация

source: Basics
ru: Основы

source: These are the basic actions that are commonly available when navigating within the app.
ru: Это основные действия, которые обычно доступны при навигации внутри приложения.

source: Header
ru: Заголовок

source: The header is consisted of the left action, title and the right action. Left action is reserved for the "Menu" button and the Back button. The title displays the appropriate text that best describe the current page. Right action is a dynamic list of context-based actions that you can perform in the current page.
ru: Заголовок состоит из левого действия, заголовка и правого действия. Левое действие зарезервировано для кнопки "Меню" и кнопки Назад. Заголовок отображает соответствующий текст, который наилучшим образом описывает текущую страницу.

source: Drawer
ru: Ящик

source: The left action in the header contains the "Menu" button which you can use to open the Drawer. The Drawer can be used to navigate between other pages within the app which includes pages such as Setttings, About and the Help page.
ru: Действие слева в заголовке содержит кнопку "Меню", которую можно использовать для открытия ящика. Ящик можно использовать для навигации между другими страницами приложения, включая такие страницы, как Настройки, О приложении и Справка.

source: Content
ru: Содержание

source: The Content is reserved to display the actual content of the current page which you can consume. Contents could be read-only or interactive. Whenever the footer is available, you can swipe horizontally to navigate between tabs.
ru: Контент зарезервирован для отображения фактического содержимого текущей страницы, которое вы можете использовать. Контент может быть только для чтения или интерактивным. Когда доступен нижний колонтитул, вы можете провести пальцем горизонтально, чтобы перемещаться между вкладками.

source: Footer
ru: Нижний колонтитул

source: The footer contains the available tabs in the current page if there's any.
ru: Нижняя панель содержит вкладки текущей страницы (если они доступны).

source: Bottom Edge
ru: Нижний край

source: This app supports bottom edge gestures to help you navigate with one hand with ease. Just swipe from either side of the bottom edge and you'll trigger the corresponding actions. Other elements in the app also adjust their position if you trigger/open them from the bottom edge. See for yourself!
ru: Это приложение поддерживает жесты нижнего края, чтобы вам было легко перемещаться одной рукой. Просто проведите пальцем с любой стороны нижнего края, и вы запустите соответствующие действия. Другие элементы в приложении также изменяют свое положение, если вы запускаете/открываете их с нижнего края. Убедитесь сами!

source: Left Bottom Edge
ru: Левый нижний край

source: The left bottom edge is reserved to trigger the action(s) in the left side of the header. Currently, this can be the "Menu" button or the "Back" button. The Drawer adjusts its layout depending on how you opened it - normally or via the bottom edge.
ru: Левый нижний край зарезервирован для запуска действий в левой части заголовка. В настоящее время это может быть кнопка "Меню" или кнопка "Назад". Ящик меняет свою компоновку в зависимости от того, как вы его открыли — обычно или через нижний край.

source: Right Bototm Edge
ru: Правый нижний край

source: The right bottom edge is reserved to trigger the action(s) in the right side of the header. This can directly trigger the right action, if there's only one available, or it can show you a menu of available context-based actions that are present in the right side of the header. Tooltips and dialogs adjust their position depending on how you opened them - normally or via the bottom edge.
ru: Правый нижний край зарезервирован для запуска действия(й) в правой части заголовка. Это может напрямую запустить нужное действие, если доступно только одно, или может показать вам меню доступных контекстных действий, которые присутствуют в правой части заголовка. Подсказки и диалоговые окна изменяют свое положение в зависимости от того, как вы их открыли — обычно или через нижний край.

source: TRY THEM NOW!
ru: ПОПРОБУЙТЕ ИХ СЕЙЧАС!

source: Swipe from the left bottom edge to go back. Swipe from the right bottom edge to see all the available Help pages.
ru: Проведите пальцем от левого нижнего края, чтобы вернуться назад. Проведите пальцем от правого нижнего края, чтобы увидеть все доступные страницы справки.

source: Reachability
ru: Доступность

source: This is totally not like Samsung's One UI 😂
ru: Это совсем не похоже на Samsung'овский One UI 😂

source: List Views / Flickables
ru: Просмотр списков/Прокруток

source: List Views / Flickables (scrollable contents) can be dragged down further when already at the top to increase the height of the header and make the upper controls reachable with ease. The header will return to normal when you move the list upwards.
ru: Просмотр списков / прокруток (прокручиваемое содержимое) можно перетаскивать ниже, когда оно уже находится наверху, чтобы увеличить высоту заголовка и сделать верхние элементы управления легкодоступными. Заголовок вернется в нормальное состояние, когда вы переместите список вверх.

source: TRY IT NOW!
ru: ПОПРОБУЙТЕ СЕЙЧАС!

source: Drag this page down until you see the header cover almost half of the page and reach the button at the top.
ru: Перетащите эту страницу вниз, пока не увидите, что заголовок занимает почти половину страницыи не достигнете кнопки вверху.

source: Settings Page
ru: Страница настроек

source: Changes the theme of the app. Available themes: System, Ambiance and SuruDark System follows the current system theme
ru: Изменяет тему приложения. Доступные темы: Системная, Ambiance и Системная SuruDark следует текущей системной теме

source: Colored text
ru: Цветной текст

source: Option to enable or disable colored texts for values, dates, etc.
ru: Возможность включить или отключить цветные тексты для значений, дат и т. д.

source: About Page
ru: О странице

source: This page contains all the details about the app and their corresponding links if applicable.
ru: Эта страница содержит все сведения о приложении и соответствующие им ссылки, если применимо.

source: In this section, you can get links to report a bug, contact the developer, view the app's source, DONATE to the develeoper, view the app in OpenStore, and view the developer's other apps.
ru: В этом разделе вы можете получить ссылки, чтобы сообщить об ошибке, связаться с разработчиком, просмотреть исходный код приложения, ПОЖЕРТВОВАТЬ разработчику, просмотреть приложение в OpenStore, и просмотреть другие приложения разработчика.

source: All involved developers, contributors and maintainers are listed here and the link to contact them.
ru: Все вовлеченные разработчики, участники и сопровождающие перечислены здесь, а также ссылка для связи с ними.

source: All 3rd party libraries that are used within the app is listed here.
ru: Alle in de app gebruikte externe bibliotheken staan hier genoemd.

source: Default
ru: Стандартный

source: Urine
ru: Моча (Ссака)

source: Volume of urine
ru: Объём мочи (ссаки)

source: Blood Pressure
ru: Артериальное давление

source: Pressure of the blood
ru: Давление крови

source: Oxygen
ru: Кислород

source: Oxygen level in the blood
ru: Уровень кислорода в крови

source: Heart Rate
ru: Частота сердечных сокращений

source: Rate of heart beats
ru: Частоты сердцебиений

source: Blood Sugar
ru: Содержание сахара в крови

source: Sugar level in the blood
ru: Уровень сахара в крови

source: Temperature
ru: Температура

source: Temperature of the body
ru: Температура тела

source: Systolic
ru: Систолический

source: Diastolic
ru: Диастолический

source: Weight
ru: Масса

source: Body weight
ru: Масса тела

source: Today's Total
ru: Сегодняшний итог

source: This week's Total
ru: Всего за эту неделю

source: Recent Total
ru: Последние итоги

source: Today's Average
ru: Сегодняшний средний показатель

source: This Week's Average
ru: Средний показатель за эту неделю

source: Recent Daily Average
ru: Последнее дневное среднее значение

source: Recent Average
ru: Недавнее среднее значение

source: Highest Today
ru: Самое высокое за сегодня

source: Highest This Week
ru: Самое высокиое на этой неделе

source: Highest Recently
ru: Самое высокое за последнее время

source: Yesterday
ru: Вчера

source: Today
ru: Сегодня

source: Tomorrow
ru: Завтра

source: On
ru: На

source: Last Week
ru: Прошлая неделя

source: Next Week
ru: Следующая неделя

source: Last Month
ru: Последний месяц

source: Next Month
ru: Следующий месяц

source: This Month
ru: Этот месяц

source: Older
ru: Старше

source: In The Future
ru: В будущем

source: Subaybay
ru: Субайбай
